{
  "name": "Scenario",
  "pages": [
    {
      "name": "Denouement",
      "type": "text",
      "text": {
        "content": "<p>The scenario should end with the characters figuring out that Larith and Corik were in fact responsible for Felyss’ death (These will be in the Actors compendium if your system is supported). Corik was the one who did the actual killing. There are many different ways to resolve the final scenes: five possibilities are given below:</p>\n<h3>It was Him!</h3>\n<p>Larith betrays Corik. <em>‘He’s the one that threw the knife, he’s the one who she attacked, he’s the one you want!’</em> Corik throws a knife at someone (anyone) and tries to make a run for it. The players, or the hue and cry, can bring him down easily (a good archer may even fell him). He is carried off to the keep and thrown into the oubliette to await trial. If Corik implicates Larith too, (which is very likely) the constable will at least bind over the animal handler, preventing him from leaving the hundred. The actual murderer is the one that the constable is interested in. Larith will claim he had simply followed Corik, because he suspected that he was up to no good. Provided that the money is recovered the constable may be lenient with Larith, though he if he is, he will insist that the circus master pays weregeld to Felyss’ family.</p>\n<h3>Flight</h3>\n<p>Larith and Corik realise that the game is up, so they make a run for it. The players can raise the hue and cry, A shout of <em>‘stop, murderers,’</em> or <em>‘stop thief ’</em> will bring out most locals who will enthusiastically join in the chase. Felyss was a popular young woman and, if caught, the two men will receive a ‘damn good kicking’ from the angry locals. Of course, the characters may simply give chase themselves, or they may be forced to rescue the suspects from an angry mob.</p>\n<h3>Fight and Flight</h3>\n<p>Larith and Corik attack the characters and then attempt to flee. This is only likely if there are only two or three characters (possibly four if one or two are ‘mere’ women). Their goal is flight, and if they manage to ‘down’ the characters they won’t stop to finish them off, but will simply grab the loot and run.</p>\n<h3>You’ll never take me alive!</h3>\n<p>Larith is an animal trainer, he controls a large, angry, and very unfriendly bear. At the first sign of trouble, Larith sets the bear onto the characters in order to affect an escape. Provided that the characters are distracted, Larith and Corik will flee, otherwise, they too will attack the characters. This is a ‘big fight’ finale, the type loved by many gamers.</p>\n<h3>No, It was Him!</h3>\n<p>For those who like an even more complicated plot! Larith and Corik realise the game is up, so they attack and kill Modin, the circus’ gentle and simple-minded labourer. They claim that he had attacked them, because they realised that he was the murderer. They’ll claim to have noticed that he was missing, and went looking for him, meeting him coming out of the woods with a sack of coins. They’ll go so far as to plant half of the loot in his belongings. This will add another level of complication to the investigation. If the players can break down this story, this could even lead back to one of the other finales.</p>\n<h2>WHAT HAPPENED?</h2>\n<p>Meliren is a journeyman ostler, better, he is a journeyman ostler from Jedes. He is confident that he will be able to find work anywhere on Hârn. This morning, he stole a promissory note for £1 (240d) from his father and took it to Cyrael of Urnelt. Cyrael cashed the note (at considerable profit to herself). Suspicious, she demanded a commission of 40d. When Meliren agreed, she realised that she was dealing with a desperate young man, who had probably stolen the note from his father. She gave Meliren 200d in coin. Meliren received the money in four tied cloth bags. Three bags each contained sixty pence (an amount known to some usurers as a crown). The fourth bag contained twenty pence. Cyrael had received much of the cash from last years horse fair and chose to further increase her profit on the deal by offloading some foreign currency to the desperate young man. One of the crown bags held nothing but Thardic pennies, the other two contained about half Thardic pennies and half Kaldoric pennies.</p>\n<p>Meliren and Felyss had made a plan over a month ago, and had agreed that they would implement it when an opportunity arose. Both knew that pursuit would be inevitable, but the sudden departure of the light horse troop from Jedes significantly reduced the likely number of pursuers. For this reason, today was the day. After cashing the promissory note Meliren walked along the River Road, the long way home. Felyss was watching, waiting for him to pass her home. Without breaking stride, he passed her one sack of coins through the window. This exchange was witnessed by Valeran of Nidd, who was well behind Meliren, carrying a basket of laundry to the brook. Felyss hid the coins under her mattress. This cash was meant to be payment to her family for her loss. As a serf, Felyss’ parents would have been fined had she absconded. Neither Meliren nor Felyss wanted to cause her family any hardship. The bag of coins in Felyss dwelling contains 36d in Kaldoric coins and 24d from the Coranan Mint in the Thardic Republic. Felyss then slipped out of the cottage. She was just behind Valeran when she left home for the last time. She stopped at the well, to allow Valeran to get further ahead.</p>\n<p>Meliren walked to the bridge over the Whittle Brook, heading for its’ north side, he dropped down into the mill race and hung the remaining coins on a nail on one of the bridge beams. Nervous and incautious, Meliren was not as discrete as he should have been and his actions were witnessed by four people: Valeran, who was just passing the well about 100 yards behind Meliren; Mala, who was already washing clothes in the brook, Corik, who was urinating into the brook about 30 yards upstream from where Mala was washing; and Larith, who had been sent to the well for water. Meliren then returned to his father’s stables, and asked if he could take Hirin, the finest horse in the stables, out for exercise. His father was in a bad mood, for one of the horses was lame and the stable lad hadn’t spotted the fact. Meliren was told his help was needed. He spent the next forty minutes helping his father treat the lame horse. Once they had finished, Meliren persuaded his father to let him ride Hirin. Then the rain came, and instead of taking Hirin, Meliren’s father had him doing indoor work, telling him to leave Hirin in the stable until the rain had ended. This further delayed Meliren’s departure.</p>\n<p>Corik headed down towards the bridge to see what Meliren had hidden. However, Mala was watching him, and he saw both Valeran and Felyss walking towards him. There were too many witnesses, so Corik simply turned and walked back towards the well.</p>\n<p>Felyss, who had stopped at the well, continued towards the bridge. She walked past Corik, went to the north side of the bridge, and stopped to look around. Mala and Valeran were discussing the ruffian and not watching the bridge and Corik was walking away from her. She did not notice Larith, watching her from behind the well so she collected the remaining cash, satisfied that any witnesses would have seen her leave the settlement empty handed. She tied the purses to her belt, crossed the bridge and walked down towards the River Kald.</p>\n<p>Corik and Larith had a quick conversation at the well. Both men were convinced that a pretty young girl had been given a large amount of cash under very suspicious circumstances. Larith suggested that they follow the girl. From their viewpoint at the well, the men saw Felyss walking down the west bank of the brook. Cautious about being seen by the washerwomen, they waited at the corner of a building [41] until the women had their backs turned, ran to the bridge and waded across the stream on the Kald (north) side of the bridge, well out of sight. They then followed Felyss down to the river.</p>\n<p>Corik crept through the woods to get behind Felyss, while Larith simply followed the trail into the clearing. When Larith entered the grove, Felyss was frightened, approached by this rough looking stranger. She feared rape, not robbery. She turned to flee and found Corik behind her, she struck him, scratching his face, and fled past him towards the woods. Corik, more on impulse than anything else, threw a knife at her. It caught her just below the shoulder blade and killed her. The men panicked. Corik retrieved his dagger and picked up the two bags of cash. One of the bags had split, spilling its contents (all pennies from the Coranan mint) widely across the ground. Corik began picking up the coins but the men then heard what they thought were voices on the river, (in fact it was geese) and fled the scene through the undergrowth. They hurriedly left the woods, crossed the bridge and returned to the circus several minutes before it began to rain heavily.</p>\n<p>When the rain ended Meliren saddled the horse, Hirin, and went to meet Felyss. He found her corpse. Distraught and panicked, he turned her body over, laid her straight, and placed a posy on her chest. He then quickly looked around for the cash, but other than a half-dozen pennies scattered around the body, it was nowhere to be found. Meliren then remounted and rode west. Having lost both girl and cash Meliren was devastated and frightened. He decided to continue to ride, to clear his head. He took Hirin on a long, circular route, through Yalen, Novelim, Feneven, Bory, Tamorlan and Calsite before arriving back in Jedes about three hours after the body was discovered.</p>\n<h2>AFTERWARDS</h2>\n<p>Hopefully by the end of their first day in Jedes, the characters will have tracked down, and captured, a murderer. When they return to the keep Sir Jassyff and Sir Shernath will congratulate them. The criminal(s) will be thrown into the oubliette (see Jedes page 25) to await trial. Straken will remind the constable that the characters have missed the main meal of the day, due to their diligent investigations. The characters will be shown to their temporary quarters in the light horse barracks. While they are stowing their gear, two of the serving maids will bring a mutton stew, with leeks &amp; turnip, a couple of loaves of bread and the remains of a huge rhubarb and honey pie.</p>\n<p>The players will then be allocated ‘short watches’ over the circus, until dusk. That evening, they will be summoned, by one of the keep guards, for supper in the great hall and will, for the first time, dine with the forty-odd people who make up the residents and staff of Jedes Keep. They will find that they have been placed above the chamber servants, alongside the regular guards.</p>\n<h2>Loose Ends</h2>\n<p>Several minor matters remain unresolved, many of which could cause future friction in Jedes.</p>\n<p>Felyss’ father, Faran, will continue to hold Meliren partly responsible for his daughters death. After all, if the lad hadn’t turned her head with his rash promises, she’d still be here. He will not, however, return the cash left by Meliren. Felyss mother, however, has more sympathy for the heartbroken young man.</p>\n<p>Brod of Heriel is out of pocket, he is angry with his son, for stealing from him, but is furious with Cyrael of Urnelt for short-changing Meliren. Brod will not ask Felyss father for the money, he is not that insensitive. He will, however, confront Cyrael with as many of the Corani mint coins as he has been able to recover, and demand that she give him a one for one exchange for Kaldoric currency. She will, grudgingly do this, but Brod will advise anyone who asks to keep away from ‘that cheating bitch.’</p>",
        "format": 1
      },
      "_id": "LlLk07hBRjTKauPE",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 700000,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!In1njuaszlcNb9H3.LlLk07hBRjTKauPE"
    },
    {
      "name": "Part Five: At the Circus",
      "type": "text",
      "text": {
        "content": "<p>The circus consists of fourteen individuals, ten men and four women. All are busy when the characters approach. There are two men busy, hammering large pegs into the ground. The others are unpacking two open wagons with a well-practised routine. When the characters approach the circus, one of these two will approach, a burly man, almost 6’4” tall, he will tell the characters that the circus is closed. He’ll ask them to come back tomorrow for the greatest show they’ve ever seen. He introduces himself as Gomon, the strong man.</p>\n<p>If the characters ask to see the circus master, Gomon will shout for the other man hammering pegs to fetch the boss. After a few minutes, the Circus Master will arrive.</p>\n<p>If the characters simply look around for the burly man seen by Valeran, there appear to be only two real possibilities, Larith and Moden. The others are too short, too tall, or too thin.</p>\n<h2>The Circus Troupe</h2>\n<h3>Rhondoman (Circus Master)</h3>\n<p>Rhondoman the Red is a sleight of hand artist. He is a ‘magician’ in the sense that he can perform tricks. Although he will imply otherwise, he has no arcane knowledge. Of average height and appearance, stout, grey haired, and grey bearded Rhondoman would be lost in a crowd but for his love of garish clothing.</p>\n<p>Rhondoman will be outraged at the suggestion that one of his troupe would have anything do with the death of a local. He will appeal to the characters’ good natures, and ask them to leave his ‘little band of travelling players’ alone. He can be forced to admit that he doesn’t know about everything that was going on, for he was in the keep for much of the morning (as the characters know).</p>\n<h3>Gomon (Strong Man)</h3>\n<p>Gomon is tall, burly and bald. His most noticeable feature is his moustache, which is thick, black, and waxed into an upward curl. Gomon is very strong (Strength 20), but is no fighter and is, in fact rather cowardly.</p>\n<p>Gomon knows that Larith, Moden and Corik were ‘slacking’ when the troupe first arrived. All three were missing for at least 20 minutes, probably longer.</p>\n<h3>Tabaron (Tightrope Walker)</h3>\n<p>Tabaron is a wiry man of a little over average height. In his early forties, he has travelled across Hârn in a number of different troupes. Married for over twenty years, his wife, son, and daughter are all now part of the act.</p>\n<p>Tabaron knows nothing, nor do the rest of his family. They keep to themselves, but were together, all morning, putting up their tightrope, they don’t trust anyone else to do it.</p>\n<p>Tabarra (Acrobat/Juggler)</p>\n<p>Tabarra is Tabaron’s wife. In her late thirties she is rather heavier than she was in her prime, and no longer performs in every part of the act.</p>\n<p>Tabarynna (Acrobat/Tightrope walker)</p>\n<p>Tabarynna is Tabaron’s fifteen-year-old daughter. A slim, plain-featured girl, she basks in the attention she gets when performing. Any man approaching her will be warned off by her brother. She is well aware of her brother’s antics and calls him a hypocrite. Tabarynna also acts as ‘target’ for Corik’s knife throwing act.</p>\n<h3>Toboryth (Acrobat/Juggler)</h3>\n<p>Taboryth is Tabaron’s son, aged eighteen, he is slim agile and supple. Any female under thirty and not hideously ugly is fair game to him. He will attempt to impress and flatter any lady he meets.</p>\n<h3>Koroko (Fool)</h3>\n<p>Koroko has been a fool all of his life. Now in his fifties, he is a short skinny man with wildly curly black hair. Rather shy in normal company, he will pratfall, gurn, gaze into space – anything rather than talk. He only comes alive when people are laughing at him.</p>\n<p>Koroko will whistle, twiddle his thumbs, point at birds, anything other than answer a direct question.</p>\n<h3>Thorrek (Dwarf)</h3>\n<p>‘Thorrek the Mighty’ passes himself off as a Khuzan warrior, a true dwarf from the Kingdom of Azadmere. In fact, he is a midget, born in Tashal. He has never been to Azadmere, although he can speak some Khuzan, as it enhances his act. In the show, Thorrek is also Okorok, the foil of Kokoro.</p>\n<p>Thorrek is probably the cleverest man in the troupe and misses very little of what’s going on. He will first ask the characters if there is a reward for information. If they say yes, he’ll talk immediately, for as little as four pence. If they say no, he may need some persuading. Eventually he will confirm Gomon’s story, that Larith, Moden and Corik were missing for about 20 minutes, maybe longer soon after the troupe arrived. He will also tell the players that Corik and Larith are ‘nasty pieces of work’ and that Moden is ‘simple’. He’ll advise the players to speak to Moden alone.</p>\n<h3>Mylara (Animal Handler)</h3>\n<p>Mylara joined the troupe in Hutop. She owns eight performing birds, six blackbirds and two eagles. She has turned down several offers of employment as a falconer. Her empathy with her birds is remarkable. A short, rather plump woman in her late twenties, Mylara is in fact a Journeyman Fyvrian Shek-Pvar, she uses her act to improve her control over her birds.</p>\n<p>Mylara knows nothing, she has been tending her birds since the troupe arrived.</p>\n<h3>Rhondoma (Magician)</h3>\n<p>Rhondoma is Rhondoman’s assistant and helper. She is also his daughter. Like her father, she is a sleight of hand artist and a fast talker.</p>\n<p>Rhondoma will agree with her father, and beg the characters to leave the troupe alone. They don’t want any trouble.</p>\n<h3>Corik (Knife Thrower)</h3>\n<p>Corik is a knife expert, and is fascinated by sharp things. He is also completely amoral. He will lie, cheat, and steal at any opportunity. He has been with the troupe for a little over six months. A short, slender, and sharp featured man, he smiles only when performing his act.</p>\n<h3>Larith (Animal Handler)</h3>\n<p>Larith owns a trained bear and four performing dogs. A cruel and vindictive man, his animals are afraid of him. He is a burly man a little under 6’ tall.</p>\n<h3>Moden (Labourer)</h3>\n<p>Moden is a burly man, standing 5’ 10” tall. He is naïve, friendly, and assumes that everyone will act for the best. He trusts Laryth implicitly.</p>\n<p> </p>",
        "format": 1
      },
      "_id": "afmev09HzQfyXzQV",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 500000,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!In1njuaszlcNb9H3.afmev09HzQfyXzQV"
    },
    {
      "name": "Part Four: Investigation",
      "type": "text",
      "text": {
        "content": "<section class=\"highlight\">\n<p><strong>Where Next?</strong></p>\n<p>The scenario, up to this point, has been fairly linear; with characters being dragged from location to location by various non-player-characters. From this point onwards, the characters are left to their own devices.</p>\n<p>There are several people who the characters may wish to interview, or confront. The main protagonists are listed alongside, together with any information that they may have.</p>\n<p>News of the murder will spread quickly through the settlement.</p>\n</section>\n<p>The locations listed below are some of those that may be visited by the characters. The location number on the Jedes map is given for reference. It is unlikely that the characters will visit all of these locations. In most instances the order in which they are visited is unimportant.</p>\n<section class=\"highlight\">\n<p><strong>NOTE</strong></p>\n<p><strong>Coner of Kleve &amp; Harlin of Kleve</strong></p>\n<p>Coner of Kleve is a second cousin of one of the pre-generated characters, Harlin of Kleve. Coner will greet his cousin, if he is one of the party. The two men have met at clan gatherings and are on good terms with each other, but are not close.</p>\n</section>\n<h2>Coner of Kleve</h2>\n<p>@UUID[JournalEntry.zzkVUITtfDwb7Na8.JournalEntryPage.VXJQbpK7mP45n64Q]{[9] Mercantyler Coner of Kleve}</p>\n<p>Coner is a busy man, but will make time to speak to the characters. If the characters tell him that they are investigating a murder, he will be surprised, but this will not affect the information he gives them. A brusque, brown haired and well-dressed man, he will answer any questions tersely. If he can make a simple yes or no answer, he will. He can tell the players the following:</p>\n<p>The coins are Thardic, from the Coranan mint.</p>\n<p>He currently does not have any Thardic coins, there is no need for them.</p>\n<p>It’s possible that the circus has some, or even one of the ostlers, though he thinks the latter to be unlikely.</p>\n<p>He knows that Cyrael of Urnelt has some, she tried to offload some of them to him, but he refused. She’d taken them in payment at last year’s horse fair.</p>\n<p>He can also explain the concept of a usurers note, if asked.</p>\n<h2>Cyrael of Urnelt</h2>\n<p>@UUID[JournalEntry.zzkVUITtfDwb7Na8.JournalEntryPage.OIKjjNwr7QdtsOKo]{[18] Mercantyler Cyrael of Urnelt}</p>\n<p>Cyrael is a gossip and will ask more questions than she answers. She will want to know who the characters are, where the light horse troop have gone, and what is going on at the keep. When asked about the coins, she will be surprised, and will ask why the characters want to know.</p>\n<p>If the players speak to her soon after the murder, and do not tell her why she is being questioned, she will assume that Meliren of Heriel was working for his father when he cashed the promissory note. She will admit that she gave Meliren the coins in exchange for a promissory note. She will be defensive, claiming that it was an error that she gave Meliren Thardic coins rather than Kaldoric. However, that’s his fault, he should have checked the coins. Now that the deal is done there can be no recompense.</p>\n<p>If the characters tell her that they are investigating a murder, or if the tale of Felyss’ death has already spread around Jedes (GM discretion) Cyrael will want to know everything. Who is dead? How did they die? Who did it? Why do the characters need to know about the coins? If the characters answer her questions, Cyrael will deny all knowledge of the coins, sensing the possibility of making more money from Clan Heriel for her silence. Even if faced with Coner’s statement she will deny selling any coins to anyone. She will only tell her tale if threatened with arrest, or being taken to the constable. Threats of violence will simply make her angry, and she will ask the characters to leave before she reports them to the constable.</p>\n<h2>The Victim’s Family</h2>\n<p>@UUID[JournalEntry.zzkVUITtfDwb7Na8.JournalEntryPage.2j1E9o2OqChlh0sx]{[47] Half-Villein Sholas of Kyngen}</p>\n<p>Felyss’ mother is inconsolable in her grief. If the characters accompany Straken, the house will be empty but for Maryss. If they wait, Faran and Sholas will have returned from the fields and many of the local mothers will be arriving to support the grieving mother. It will be impossible for the characters to get any sense from Maryss of Kyngen.</p>\n<p>Felyss’ father is grieving quietly. He wants the murderer brought to justice. He suspects Meliren of Heriel (son of @UUID[JournalEntry.zzkVUITtfDwb7Na8.JournalEntryPage.buLRp0JUi9nDwIwl]{[29] Ostler Brod of Heriel}). His daughter was in love with Meliren and, like many fathers, he firmly believes that the feckless youth was no match for his daughter, despite his status. He will urge the characters to find Meliren quickly. If pressed, however, he will admit that the boy seemed to care deeply for his daughter.</p>\n<p>Felyss had not been missed by her parents, she left before the rain, telling them that she was going to gather dropwood with her friend Brygeth of Gwyfid (daughter of @UUID[JournalEntry.zzkVUITtfDwb7Na8.JournalEntryPage.mbqeiW5zrmTX1fmZ]{[36] Yeoman (Light Foot) Mytel of Gwyfid}).</p>\n<p>Felyss grandfather, Sholas, disagrees with his son. He is convinced that the culprit is Sendalyn of Urnelt (@UUID[JournalEntry.zzkVUITtfDwb7Na8.JournalEntryPage.uWwoH0nk0abNdO2e]{[28] Villein Sendalyn of Urnelt}), and he’s going to sort the bastard out, once and for all! Unless the characters can talk Sholas round, he will leave the cottage and will head off to confront Sendalyn of Urnelt. If the characters do not try to calm Sholas down, they may be dragged into the ensuing conflict: a fist fight between two elderly grandfathers. Sholas has of course, no evidence for his claim, other than his certainty that Sendalyn is a bad ‘un and has always been a bad ‘un.</p>\n<h2>One Red Herring</h2>\n<p>@UUID[JournalEntry.zzkVUITtfDwb7Na8.JournalEntryPage.uWwoH0nk0abNdO2e]{[28] Villein Sendalyn of Urnelt}</p>\n<p>This scene is an opportunity for players to use either diplomacy or force. Woe betide any character who draws a weapon, the locals and the constable will regard this as an excessive way to deal with two old men. Talking is unlikely to calm the situation, of course good role-playing, or a Critical Success on a Rhetoric roll may be successful in stopping the fight. Simply pulling the two men apart will stop the physical violence. Each may throw a half-hearted punch at anyone intervening, but neither is foolish enough to attack a fit youngster. Though both will continue to swear and curse everyone, including the characters.</p>\n<p>When things have calmed down, it will quickly become apparent that Sendalyn had nothing to do with the crime: he was working in the fields with dozens of witnesses.</p>\n<h2>A Second Red Herring</h2>\n<p>@UUID[JournalEntry.zzkVUITtfDwb7Na8.JournalEntryPage.Ncc0BivxtNFt29aZ]{[42] Villein Roras of Gwyfid}</p>\n<p>Felyss told her parents that she was going to collect dropwood with her friend Brygeth of Gwyfid. Brygeth is a well-built sixteen year old with long black hair. She was Felyss’ closest friend and confidante. Her story will vary, depending upon whether or not she knows that Felyss is dead.</p>\n<p>If she does not know Felyss is dead, she will claim that she had intended to go with Felyss, but had forgotten about it. She’ll ask if her parents are worried, and suggest that it is much too soon to be concerned at her absence.</p>\n<p>When told that Felyss is dead, she’ll tell all. She knows that Felyss and Meliren intended to elope. Meliren was going to get some cash from his father, somehow, and the two were going to run away. Brygeth will not believe that Meliren had anything to do with Felyss’ death.</p>\n<h2>The Boyfriend’s Family</h2>\n<p>@UUID[JournalEntry.zzkVUITtfDwb7Na8.JournalEntryPage.buLRp0JUi9nDwIwl]{[29] Ostler Brod of Heriel}</p>\n<p>Brod of Heriel is a very important man. He is, as he will tell the characters, a master ostler. Brod will admit that his son Meliren is not at home. He will tell the characters that Meliren has taken one of the horses for exercise and will assure them that he’ll be back well before dusk. If asked about the coins, he knows nothing. However, if the players ask him about the promissory note cashed by Cyrael, he will be surprised, and will go to check his strongbox. He will return, obviously shaken. He will, however, refuse to implicate his son and will simply continue to tell the characters that nothing is missing, all is well, and that his son will return soon.</p>\n<p>Brod will tell the characters that Meliren went out early in the morning, but wasn’t out long. When he came back Meliren asked his father if he could take Hirin (a horse) out for some exercise. Brod made him work first, then the rain came. When the rain stopped, Meliren went off on Hirin.</p>\n<p>Meliren’s mother will be a little more forthcoming. She will tell the characters that Meliren and Felyss wanted to marry, but that her husband would have none of it. She suspects that the couple intended to run away together but will defend her son to the last. Meliren would never harm anyone, certainly not Felyss, whom he loved deeply. If the characters accuse Meliren she will get angry, and will ask them to leave her house. She will tell the characters that they are wasting their time searching for her son, and that they should look elsewhere for the culprit.</p>\n<h2>The Hideworker</h2>\n<p>@UUID[JournalEntry.zzkVUITtfDwb7Na8.JournalEntryPage.4bdErpv7myjfJV3T]{[1] Hideworker Laldyne of Kariune}</p>\n<p>Laldyne and her staff have been indoors all day scraping hides. None of them have seen, or heard anything. The stench coming from the leatherworkers cottage is overpowering. Of the pre-generated characters, Gorrys is used to the smell. Laldyne will recognise him. <em>‘You’re Halyr’s eldest aren’t you? What are you doing wearing the constables colour’s?’</em></p>\n<h2>The Ratter</h2>\n<p>@UUID[JournalEntry.zzkVUITtfDwb7Na8.JournalEntryPage.gXOPQWazZfS2TbHf]{[2] Ratter/Animal Trainer Hectur of Kariune}</p>\n<p>Hectur was working in his vegetable plot until the rain started. He will squint at the characters and ask who they are and what they want before answering any questions. At best he will be surly and rude. If offended he will simply say, ‘I mind my own business’ and give no useful information. With patience the characters may be able to glean a little information from him. Hectur has very poor eyesight, though he won’t admit this. Before the rain his dogs started barking, when he looked up he saw a couple of people walking past his house. If pressed for a description he’ll simply say,<em> ‘a man &amp; a woman.’ </em>He will also remember that, after the rain, a horse and rider passed by, it was a big horse.</p>\n<p>If the pregenerated characters are being used Hectur will also remember four of them (or however many are being used) walking past. It will soon become obvious that he does not recognise the characters as the people he saw. He will describe four young lads, three of them carrying spears. (The four being Gorrys, Harlin, Kalas and Lysha – Lysha being the only one without a spear.)</p>\n<h2>The Yeoman</h2>\n<p>@UUID[JournalEntry.zzkVUITtfDwb7Na8.JournalEntryPage.aYAiVvDmjgizGi1B]{[41] Yeoman (Shortbow) Tornyn of Ornelt}</p>\n<p>The building on the corner, next to the bridge, is the home of the yeoman Tornyn of Ornelt (brother of Straken) but he is not at home. His wife will tell the characters that he’s ploughing the top field with the help of both his father and his son and won’t be back until dusk. She is harassed and does not pay much attention to the characters. Her daughter is feverish and she has spent the day nursing them. She was been given herbs by Father Hamnis days ago and it seems that, at last, the fever has broken. She has seen nothing and does not even know that there is a circus in town.</p>\n<h2>The Beadle</h2>\n<p>@UUID[JournalEntry.zzkVUITtfDwb7Na8.JournalEntryPage.NiAqOIMHJZtIwQmS]{[6] Yeoman (Medium Foot) Orbil of Arlia}</p>\n<p>Orbil of Arlia will probably be still standing in the field, watching the circus troupe working. He speaks slowly and carefully. He has worked for the constable for many years and he knows that the constable values accuracy over speed. He will greet the characters hopefully, asking them if they’ve been sent to relieve him.</p>\n<p>If asked about Felyss, he did not see her. If asked about Meliren, he will remember seeing ‘the lad’ ride out, not long after the rain finished.</p>\n<p>If asked about the circus folk, he’ll say that most of them have been here most of the time, a couple of them went over to the stream, probably to take a leak. He will initially be very vague, almost dismissive of the questions.</p>\n<p>If closely questioned about the circus folk Orbil will pause, stroke his beard thoughtfully, and give the characters the following information.</p>\n<p>One (or maybe two?) of the men went over to the stream before the rain, and a couple went over afterwards too. They were different men, He can’t remember exactly who went, or when. One of the men went over to the well, before the rain and one of the women went up to the mill, she came back with some loaves. When the rain started the circus folk all ran to one of the wagons, took shelter, and ate. He’ll add:</p>\n<p><em>‘They gave me bread, which I ate, and offered me shelter, but I stayed right here on guard, as ordered.’</em></p>\n<h3>The Washerwomen</h3>\n<p>If the players have been paying attention, they may remember that, when they entered the village, two women were washing clothes by the Whittle Brook. Anyone in the town will be able to identify the women as Valeran of Nid (@UUID[JournalEntry.zzkVUITtfDwb7Na8.JournalEntryPage.VvBNcsJPCkFgCYYx]{[23] Labourer Jeris of Nid}) and Mala of Barlis (@UUID[JournalEntry.zzkVUITtfDwb7Na8.JournalEntryPage.nJExuadze73SUiat]{[24] Labourer Gunart of Barlis}) they will also be able to point out their homes to the characters. The women are easy to find, both are at home. Valeran is hanging the laundry from her windows. Mala is in her garden with her daughter-in-law, carefully pouring water into a bucket of ash and collecting the resulting liquid as it runs out through a hole in the base of the bucket.</p>\n<h2>Valeran of Nid</h2>\n<p>@UUID[JournalEntry.zzkVUITtfDwb7Na8.JournalEntryPage.VvBNcsJPCkFgCYYx]{[23] Labourer Jeris of Nid}</p>\n<p>Valeran will bemoan her lot and complain loudly about her lazy goodfor nothing husband, while telling the characters what she saw.</p>\n<p>Valeran saw Meliren leave Cyrael’s house. She followed him down the River Road and also saw him pass something to Felyss, as he passed her window. She then saw Meliren walk to the bridge, drop down to the north side, and come back up again. She heard Felyss behind her, but the girl stopped at the well.</p>\n<p>If asked, she will remember seeing a stranger, one of the circus folk, a weasel faced little man, come round the corner as she approached the bridge. She didn’t like the look of him, and Mala, the other washerwoman, was glaring at him. There was also a man at the well when she passed, her description of this man will be very vague, if any of the characters are between 5’8” and 6’0” she’ll point to them and say, <em>‘he was about your height, but thick-set.’</em> If asked, she will say that she thinks that he probably saw Meliren coming out from under the bridge. She will also remember the player characters (if the pre-generated characters are being used). They were near the bridge no more than thirty minutes later.</p>\n<h2>Mala of Barliss</h2>\n<p>@UUID[JournalEntry.zzkVUITtfDwb7Na8.JournalEntryPage.nJExuadze73SUiat]{[24] Labourer Gunart of Barlis}</p>\n<p>Mala is busy making detergent and cannot stop, so she will be distracted while answering the characters questions. Her story is very similar to the one told by Valeran. She saw Meliren at the bridge, though only briefly, as she was keeping an eye on one of those ne’er-do-wells from the circus. The circus hand was taking a piss, upstream of where she was washing clothes. She gave him a glare (which she will demonstrate) and he walked down towards the River Road. She thought that he was going to go over the bridge, but he saw her watching and turned east. He nearly bumped into Valeran. She’d definitely recognise him again, as she saw him again several minutes before the rain started. He was crossing the bridge, heading east, back towards the circus, he was with another man. She thought that this was odd, as she hadn’t seen either of them cross the bridge in the other direction. She’d probably recognise him too. He was tall and well built and had black hair.</p>\n<h2>The Boyfriend</h2>\n<p>@UUID[JournalEntry.zzkVUITtfDwb7Na8.JournalEntryPage.buLRp0JUi9nDwIwl]{[29] Ostler Brod of Heriel}</p>\n<p>Meliren will arrive home late in the afternoon. He is distraught when he arrives home. He has decided to tell his parents everything, and accept his due punishment. When questioned, he will tell his whole story, refusing to spare himself (see ‘What Happened?‘ @UUID[JournalEntry.In1njuaszlcNb9H3.JournalEntryPage.LlLk07hBRjTKauPE]{Denouement}). He stole a usurers note from his father and got it cashed by Cyrael of Urnelt. He then gave some of the cash to Felyss, to leave for her parents, and hid the rest for Felyss to collect later. He was supposed to meet her almost straight away, but he was delayed because of his father, and because of the rain. When he got to the meeting place, Felyss was dead, lying sprawled, face down on the ground. He turned her over and straightened her out, kissed her, picked some bluebells for her, and then left. He didn’t know where to go, so he simply rode. Eventually, he realised that he could flee forever, or return to face the consequences of his actions. Here he is.</p>\n<h2>The Bridge</h2>\n<p>Several witnesses saw Meliren, and others, at the bridge over the Whittle Brook. Should the characters decide to examine the bridge, there is little to find. The mill leat (a man made watercourse diverting water to the mill wheel) begins at the bridge. Two simple gates on the upstream side of the bridge control the flow of water down the leat. The bridge itself is simply two spanning beams with a series of decking planks nailed on top.</p>\n<p>Dropping down into the leat on the north (downstream) side of the bridge and looking upstream will reveal nothing. Crouching under the bridge will reveal little more, a nail has been driven into the side of the spanning beam, forming a useful, and well hidden, hook. There is nothing more to find.</p>",
        "format": 1,
        "markdown": ""
      },
      "_id": "DAhMhD6tlCGiSMe7",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 400000,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!In1njuaszlcNb9H3.DAhMhD6tlCGiSMe7"
    },
    {
      "name": "Part One: Arrival",
      "type": "text",
      "text": {
        "content": "<p>There are three locations where the scenario could begin. They are detailed below. Referees may wish to begin by asking for a weatherlore roll from anyone with the weatherlore skill. Any success may get the characters scurrying for shelter.</p>\n<h2>The Bridge on the River Road</h2>\n<p>If the pre-generated characters are being used, they will meet on the east side of this bridge. Four of them (Gorrys, Harlin, Kalas and Lysha) have entered Jedes from the west, along the River Road. The remaining two (Ondren &amp; Ryssi) have entered from the south via the Gibbets Trail (the Hutop road). Ebasethe Ryssi of Chert knows the other characters and will perform any necessary introductions. She will also tell the characters that she has a message to deliver to the keep. From here, the players may decide to accompany Ryssi to the keep, or to make for the inn.</p>\n<p>In the area just south of the bridge, nearby two women are washing clothes. One is rinsing the clothes in the stream, the other is wringing them on the wringing posts set in the stream edge. The women both cast anxious glances into the sky, gather up their clothes, and hurry off eastwards along the River Road.</p>\n<p>There is a great deal of activity taking place on the Ostlers Common. Eight wagons, six of them covered, are being moved into position behind @UUID[JournalEntry.zzkVUITtfDwb7Na8.JournalEntryPage.aYAiVvDmjgizGi1B]{[41] Yeoman (Shortbow) Tornyn of Ornelt} and @UUID[JournalEntry.zzkVUITtfDwb7Na8.JournalEntryPage.Ncc0BivxtNFt29aZ]{[42] Villein Roras of Gwyfid}. The operation is being watched by a huge man; he is at least six and a half feet tall and has a bushy salt’n’pepper beard.</p>\n<p>If the players tarry to watch what is going on, they will be caught in a sudden downpour. Heavy showers are common in spring; most folk seek shelter when the downpour begins, knowing that the rain is unlikely to last more than sixty minutes. If the characters stay out in the rain for more than a few minutes they will be soaked to the skin.</p>\n<h2>Shelter</h2>\n<p>From the bridge, the characters can see an inn at the opposite end of the village [16] Inn: The Fallen Tower. The inn sign begins to sway and creak as the wind picks up, moments before the rain arrives. If the players are looking for shelter, they really have only two options. They can go to the inn, or, if they have discussed the message with Ryssi, they could go to the keep to deliver the message.</p>\n<h2>The Fallen Tower Inn</h2>\n<p><strong>Map Location: 16</strong></p>\n<p>The local inn is, traditionally, a good place to start an adventure. Whether or not the pre-generated characters are being used, players may decide to seek shelter from the rain in the inn.</p>\n<p>It is still well before noon when the characters enter the inn. The innkeeper, Jastrin of Dyrl, is busy sweeping the floor when the characters enter. There are no other customers present. Jastrin will greet the characters and ask them what they’d like to drink. There are three barrels chocked behind the bar. Jastrin sells Haniale, the traditional piney, nut brown ale common across Kaldor; Jastrin’s Ale, a dark, mild beer; and Asolade Perry, made from fermented local pears. All three drinks are ¼d per pint. Jastrin will also sell quart jugs for ½d and will provide a plain pottery cup for every drinker.</p>\n<p>Jastrin can tell the characters the news. There is a circus in town, the wagons have just arrived and are beginning to set up on the common. The circus-master has gone to the keep. Also, Jastrin can tell the characters that, unusually, the entire light horse squadron rode out this morning, accompanied by two of the knights. A third knight, and half of the medium footmen left with them. There is obviously something going on, though Jastrin has no idea what.</p>\n<p>If the characters tarry in the inn, waiting for the rain to stop, they will receive a visitor. This visitor, Straken of Ornelt (@UUID[JournalEntry.Zr0TkO19fkKksJAO.JournalEntryPage.dtPGX5jy5PCE0RxS]{Sergeant-at-Arms Straken of Ornelt}) is the Sergeant at Arms of the Jedes garrison. News of armed strangers travels fast, Straken will want to know who the characters are, and what their business is. If the pre-generated characters are being used, Straken will recognise Gorrys, Kalas and Lysha.</p>\n<p>If the characters tell Straken that they are looking for work, he’ll tell them that he might be able to help them, for a few days at least. He’ll tell the characters that the unexpected arrival of the circus, combined with the fact that much of the garrison is ‘on patrol,’ means that additional men will be needed to keep order at the circus. Straken will not be drawn on where they have gone, or why. Tomorrow’s market day will likely be busier than usual, as the circus master has sent criers to all of the surrounding villages. Straken will say that he cannot, himself, offer work, as any hiring must be done by the guard captain or the constable. Straken will state that he should be able to find them work for at least a tenday if the players will come back to the keep with him, for an interview.</p>\n<h2>Jedes Keep</h2>\n<section class=\"highlight\">\n<p>GUARDS</p>\n<p>The Jedes guards are all equipped as medium foot (for HârnMaster character sheet, see @UUID[Actor.iWMqajzUOAcKQA5z]{Jedes Guard}. Shift change is at noon. The guard currently on ‘drawbridge’ duty is Lillith of Abrall (Medium Foot Decad, First Manus; see @UUID[JournalEntry.2LwCtQqDVocT6sfl.JournalEntryPage.gIv6h3h1xTzybKe5]{Military}).</p>\n</section>\n<p>Whether the characters go straight to Jedes Keep (to deliver the message carried by Ryssi or simply to look for work) or whether they are asked to go to the keep by Straken, the characters should find themselves crossing the castle field in the rain, a little before noon.</p>\n<p>The keep is an impressive building, taller by far than any other building in the Hundred. The castle yard is deserted as the characters hurry across it in the rain. As they approach the drawbridge and the open main gates, the guard on duty will step forward from the shelter of the gate onto the bridge and issue a challenge. When the guard speaks the characters will realise that the heavily build guard is a woman in her early twenties (Lilith of Abrail). She says:</p>\n<p> </p>\n<p><em>‘State your names and business.’</em></p>\n<p> </p>\n<p>Simply stating that they have a message for the constable will be sufficient for the guard to escort them into the keep.</p>\n<p>If the characters are accompanied by Straken, the guard will not issue a challenge but will simply step aside and allow the sergeant and the characters into the small hall.</p>\n<h3>The Small Hall</h3>\n<p>Having crossed the drawbridge, the characters pass through a pair of thick, iron bound oak doors, through the keep walls, which are over twelve feet thick, and through a second door. The small hall is a little under twenty feet square and is unfurnished. There are doors on three walls. An arch on the fourth wall leads through to some stone stairs. If the characters are accompanied by Sergeant Straken, he will ask them to wait and will go upstairs. Otherwise, the guard will open the eastern door (the kitchen) and call out ‘visitors for the constable.’ From the noise and smell, the room is obviously a busy kitchen. A servant will be sent up the kitchen stairs to notify the constable.</p>\n<p>The guard in the small hall is Dorrin of Lyne, from Skaist. He will recognise Harlin of Kleve, if he is part of the party. After Straken has left (or after he has spoken to the servants) Dorrin will turn to the characters and say:</p>\n<p> </p>\n<p><em>’I’ll take your weapons now.’</em></p>\n<p> </p>\n<p>Dorrin will then move to collect spears, shields, swords and bows from the characters.</p>\n<p>Dorrin has had little company for the past few hours. He is coming to the end of his watch (a four hour shift) as a consequence he will be fairly talkative. Careful questioning will allow the characters to glean some useful information from Dorrin. Referees could role play this exchange, resolve it with a skill roll, or do both.</p>\n<table><caption>\n<p style=\"font-weight:bold\"><strong>Skill Roll: Rhetoric</strong></p>\n<p style=\"text-align:left\">Any character trying to get information from Dorrin should make a Rhetoric Roll. Because Dorrin is keen to talk, there is a + 20% modifier to the roll. Information is cumulative.</p>\n</caption>\n<thead>\n<tr>\n<th style=\"width:5em\">Result</th>\n<th style=\"text-align:left\">Description</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"width:5em;text-align:center\">CF</td>\n<td>Sorry, I can’t tell you anything, ask the sergeant, or the constable.</td>\n</tr>\n<tr>\n<td style=\"width:5em;text-align:center\">MF</td>\n<td>This circus has arrived when we’re short handed. Sergeant Straken was thinking about calling up some of the muster. But if you’re looking for work you’ll probably get it, so long as you don’t upset the constable.</td>\n</tr>\n<tr>\n<td style=\"width:5em;text-align:center\">MS</td>\n<td>A rider came in at dawn to say that there had been a monster sighted, east of Hutop. Half the light horse squadron saddled up and rode out. The rest of the squadron left with the number two manus soon after.</td>\n</tr>\n<tr>\n<td style=\"width:5em;text-align:center\">CS</td>\n<td>The first lot of horsemen should be almost in Hutop by now, the rest won’t get there till dusk. The circus-master is upstairs now talking to Sir Shernath.</td>\n</tr>\n</tbody>\n</table>\n<p> </p>\n<p>Before the characters can question Dorrin further, the Sergeant of Arms, Straken of Ornelt, will reappear (or appear if the characters haven’t yet met him: in which case he will introduce himself).</p>\n<p>Straken will advise the characters on how to address the constable and the other nobles (‘my lord,’ or ‘sire’). The conversation with Straken is a good way for referees to let the players know about Hârnic etiquette and acceptable social behaviour. Straken will then ask the characters to follow him, and will lead them up the stairs and into the great hall.</p>\n<p>If the pregenerated characters are not being used, referees must use discretion. Any noble or clerical characters will be politely offered hospitality (this will be no more than a pallet in the great hall). Such characters should know to address Sir Shernath as ‘my lord.’ They may, however, simply address the other nobles by name.</p>",
        "format": 1,
        "markdown": ""
      },
      "_id": "S708ZmjwKt3IlPS3",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 200000,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!In1njuaszlcNb9H3.S708ZmjwKt3IlPS3"
    },
    {
      "name": "Part Three: Scene of the Crime",
      "type": "text",
      "text": {
        "content": "<p>Yma leads the characters into a sheltered and secluded grove (see the ‘scene of the crime’, map page 22). As soon as the characters arrive in the grove they should be asked to make awareness rolls’</p>\n<p>It is expected that at least one of the characters will make at least a MF roll, as otherwise, they will have missed the blindingly obvious. Referees may wish to simply impart the level of information they deem relevant at this point.The characters may wish to look around the area for tracks before approaching the body. If they ask to do so, they should make a Tracking Roll. Characters without the tracking skill may make a second Awareness Roll. The Awareness roll suffers a penalty of -30%.</p>\n<table><caption>\n<p style=\"font-weight:bold\">Skill Roll: Awareness</p>\n<p style=\"text-align:left\">Each player may make an Awareness Roll. The results give the following (cumulative) information. The player making the best roll receives the most information.</p>\n</caption>\n<thead>\n<tr>\n<th style=\"width:5em\">Result</th>\n<th style=\"text-align:left\">Description</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"width:5em;text-align:center\">CF</td>\n<td>There is a body lying, supine, on the grass.</td>\n</tr>\n<tr>\n<td style=\"width:5em;text-align:center\">MF</td>\n<td>The body is that of a black haired young woman. She is aged somewhere between sixteen and twenty. Her arms are folded across her chest and her legs are straight. A posy of bluebells lies on her chest. She is wearing a sleeved kirtle and a sleeveless tunic, both of red wool; and a pair of leather shoes.</td>\n</tr>\n<tr>\n<td style=\"width:5em;text-align:center\">MS</td>\n<td>Her kirtle &amp; tunic are homespun wool. Her eyes are blue. Her kirtle and tunic are grass-stained on the knees and chest. Her face too, shows some marks of grass and mud. There appear to be several tracks in the grove.</td>\n</tr>\n<tr>\n<td style=\"width:5em;text-align:center\">CS</td>\n<td>Her face and clothing appear to be dry, despite the recent downpour.</td>\n</tr>\n</tbody>\n</table>\n<table><caption>\n<p style=\"font-weight:bold\">Skill Roll: Tracking</p>\n<p style=\"text-align:left\">Each player with a tracking skill may make a Tracking Roll. The results give the following (cumulative) information. The player making the best roll receives the most information.</p>\n</caption>\n<thead>\n<tr>\n<th style=\"width:5em\">Result</th>\n<th style=\"text-align:left\">Description</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"width:5em;text-align:center\">CF</td>\n<td>There are a lot of footprints.</td>\n</tr>\n<tr>\n<td style=\"width:5em;text-align:center\">MF</td>\n<td>There is one good set of footprints, deep and well defined, next to some well defined hoof marks.</td>\n</tr>\n<tr>\n<td style=\"width:5em;text-align:center\">MS</td>\n<td>The horse and rider arrived after the rain had stopped. There are signs that several other people were also here shortly before the rainstorm.</td>\n</tr>\n<tr>\n<td style=\"width:5em;text-align:center\">CS</td>\n<td>Two or three individuals arrived in the grove on foot before the rain they entered past the marsh. They left through the undergrowth.</td>\n</tr>\n</tbody>\n</table>\n<h2>Examining the Corpse</h2>\n<p>There is no doubt that the girl is dead. There are no signs of injury to be seen. A good look at the body requires another Awareness Roll.</p>\n<table><caption>\n<p style=\"font-weight:bold\">Skill Roll: Awareness</p>\n<p style=\"text-align:left\">If the characters closely examine the body they may make a second Awareness Roll. The player making the best roll receives the most information.</p>\n</caption>\n<thead>\n<tr>\n<th style=\"width:5em\">Result</th>\n<th style=\"text-align:left\">Description</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"width:5em;text-align:center\">CF</td>\n<td>She’s not dead! (This will soon be disproved.)</td>\n</tr>\n<tr>\n<td style=\"width:5em;text-align:center\">MF</td>\n<td>There is no doubt that the woman is dead, although the joints have not yet started to stiffen.</td>\n</tr>\n<tr>\n<td style=\"width:5em;text-align:center\">MS</td>\n<td>The grass alongside the body is almost dry, unlike the grass elsewhere in the grove. The woman’s dress is dry at the front, a quick check shows that it is wet on the back.</td>\n</tr>\n<tr>\n<td style=\"width:5em;text-align:center\">CS</td>\n<td>There are specks of blood under the woman’s right fingernails,’ one of her nails is broken.</td>\n</tr>\n</tbody>\n</table>\n<p>Any further examination will require the characters to move the corpse. If the pre-generated characters are used, note that only Ryssi and Ondren have ever handled a human corpse before. The others have all handled dead animals, Gorrys especially.</p>\n<p>Rolling the body over, or lifting it to examine the back, will reveal more. Underneath the corpse there are two silver pennies, both of them, on close examination, are ‘foreign.’</p>\n<p>The two pennies under the body are fairly newly minted. A literate character will be able to read the word ‘Coranan’ on the reverse of the coin, and note that there is no kings head on the obverse. This is sufficient for the players to identify the coins as coming from the Thardic Republic.</p>\n<p>There is a single small puncture wound in the back, which appears to have pierced the heart. There is no sign of any weapon. Examining the wound requires a Physician Roll (this roll may be modified (referee discretion) by adding Dagger SI (see Skill Index: Sidebar, page 10) to Physician ML).</p>\n<table><caption>\n<p style=\"font-weight:bold\">Skill Roll: Physician</p>\n<p style=\"text-align:left\">Each player with a physician skill may make examine the body. The results give the following (cumulative) information. The player making the best roll receives the most information.</p>\n</caption>\n<thead>\n<tr>\n<th style=\"width:5em\">Result</th>\n<th style=\"text-align:left\">Description</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"width:5em;text-align:center\">CF</td>\n<td>She is dead, the back of her dress is covered in blood.</td>\n</tr>\n<tr>\n<td style=\"width:5em;text-align:center\">MF</td>\n<td>It’s some sort of stab wound. Other than this one wound there are no signs of injury.</td>\n</tr>\n<tr>\n<td style=\"width:5em;text-align:center\">MS</td>\n<td>The wound is a narrow and deep stab wound, too small to be from a spear, sword, or most daggers.</td>\n</tr>\n<tr>\n<td style=\"width:5em;text-align:center\">CS</td>\n<td>The wound could be from a Taburi, or throwing dagger.</td>\n</tr>\n</tbody>\n</table>\n<h2>Further examination of the tracks</h2>\n<p>Tracking the horse is relatively easy. The horse arrived, and left, after the rain and left good tracks in the wet ground. Examination of the footprints around the body is more difficult. Referees should ask which tracks the characters intend to follow and ask players to make separate rolls for each set of tracks.</p>\n<p>Characters investigating the horse tracks discover the following.</p>\n<table><caption>\n<p style=\"font-weight:bold\">Skill Roll: Tracking</p>\n<p style=\"text-align:left\">Each player with a tracking skill may make a Tracking Roll. The results give the following (cumulative) information.</p>\n</caption>\n<thead>\n<tr>\n<th style=\"width:5em\">Result</th>\n<th style=\"text-align:left\">Description</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"width:5em;text-align:center\">CF</td>\n<td>The trail is lost.</td>\n</tr>\n<tr>\n<td style=\"width:5em;text-align:center\">MF</td>\n<td>The horse and rider rode into, and out of, the grove along the river’s edge to the west of the grove. The tracks can be easily followed around the copse of trees and to the Yalen trail.</td>\n</tr>\n<tr>\n<td style=\"width:5em;text-align:center\">MS</td>\n<td>The horse came slowly along the trail from Jedes, but left heading towards Yalen travelling at speed.</td>\n</tr>\n<tr>\n<td style=\"width:5em;text-align:center\">CS</td>\n<td>The horse has one fairly new shoe, on the left foreleg.</td>\n</tr>\n</tbody>\n</table>\n<p>Characters investigating the footprints discover the following.</p>\n<table><caption>\n<p style=\"font-weight:bold\">Skill Roll: Tracking</p>\n<p style=\"text-align:left\">Each player with a tracking skill may make a Tracking Roll. The results give the following (cumulative) information.</p>\n</caption>\n<thead>\n<tr>\n<th style=\"width:5em\">Result</th>\n<th style=\"text-align:left\">Description</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"width:5em;text-align:center\">CF</td>\n<td>The trail is lost.</td>\n</tr>\n<tr>\n<td style=\"width:5em;text-align:center\">MF</td>\n<td>There are two silver pennies lying in plain view on the grass a few yards inside the tree line. They are ‘foreign’ and identical to those found under the body.</td>\n</tr>\n<tr>\n<td style=\"width:5em;text-align:center\">MS</td>\n<td>More than one person moved rapidly through the undergrowth, one stumbled into some brambles and has left a few threads of undyed homespun wool on the thorns.</td>\n</tr>\n<tr>\n<td style=\"width:5em;text-align:center\">CS</td>\n<td>Two people ran through the undergrowth to the road. The tracks are then lost in the mud of the road</td>\n</tr>\n</tbody>\n</table>\n<p>As the characters are finishing their investigation of the scene, Sergeant Straken and Sir Jassyf Mazerony arrive, they are accompanied by one of the guards, Lillith.</p>\n<p>Sergeant Straken will ask for a report. Hopefully the players will give a detailed report of what they’ve found so far. Straken and Sir Jassyff will listen attentively to the characters report and will ask if they have come to any conclusions. They will examine the corpse. Straken will confirm the identity of the girl. She is Felyss of Kyngen, daughter of one of the local half-villeins (@UUID[JournalEntry.zzkVUITtfDwb7Na8.JournalEntryPage.2j1E9o2OqChlh0sx]{[47] Half-Villein Sholas of Kyngen}). Straken will then sigh and turn to the guard and say, <em>‘Lillith, you stay here, I’ll go and break the news to her parents.’</em> Turning to Yma, he’ll gently say, <em>‘can you do one more thing for me? Will you go and fetch Father Hamis here?’</em> Yma will simply nod, and run off.</p>\n<p>Straken will then turn to the characters and say, <em>‘you seem to have a few ideas, you can follow up. I will go and tell the girl’s parents.’</em></p>",
        "format": 1,
        "markdown": ""
      },
      "_id": "9IFRNXp1MmqTOsXU",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 350000,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!In1njuaszlcNb9H3.9IFRNXp1MmqTOsXU"
    },
    {
      "name": "Part Two: Employment",
      "type": "text",
      "text": {
        "content": "<h2>The Great Hall</h2>\n<p>The staircase from the small hall leads up through the western wall of the keep. At the top of the stairs is an archway which leads into the south western corner of the great hall. The great hall of Jedes Keep is one of the finest in the kingdom. Forty feet wide and over sixty feet long, it is always occupied.</p>\n<p>The room is cool, hardly warmer than the temperature outside. At the far end of the hall, in front of three windows in a semi-circular wall, there are three trestle tables. Three middle aged men and an older woman sit at the tables. Standing opposite them is a portly, middle aged man with a long grey beard. He is dressed in a bright scarlet cloak, trimmed with yellow and embroidered with yellow stars.</p>\n<p><em>‘We’ll wait here’ </em>Straken tells the characters. As the characters watch, one of the men seated at the table, the constable, judging by the ornate chair he sits in, leans forward and speaks to the man in the scarlet cloak; who turns round and looks at Straken and the characters. He then turns back to the table and makes a low and flamboyant bow, then turns and walks towards the characters. The man sitting at the end of the table, a worried looking man in his late thirties, with thinning red hair, stands and also walks towards the characters. As the scarlet cloaked man approaches he smiles broadly at the characters, and speaks.</p>\n<p><em>‘Greetings, I am Rhondoman the Red, Illusionist, prestidigitator and purveyor of wonders collected from across Lythia. Tell your friends, tell your families, tell everyone. Rhondoman’s Circus and menagerie will be open for business tomorrow.’ </em>He then turns to Straken and says, <em>‘Lead on, my good man.’</em></p>\n<p>As Straken turns to lead the circus master down the stairs, the red haired man approaches the characters and clears his throat. <em>‘Er, I am Sir Tamys Poulty, Chamberlain to the Constable, your names?’</em> Once the players have introduced themselves, Sir Tamys says, <em>‘you may approach.’</em> He then turns and leads the characters towards the table. The three seated figures watch the characters closely as the approach the table. Sir Tamys motions the characters to stand in front of the table, facing the seated nobles, he then introduces the characters by name to the seated nobles.</p>\n<p>The man sitting centrally at the table looks carefully along the line of characters facing him, <em>‘I am Sir Shernath Mirdarne, Constable of Jedes,’</em> he states simply and softly.</p>\n<p>If the Peonian Ebasethe, Ryssi of Chert is not one of the player characters, and if the characters did not escort her to the keep, she will be standing directly behind the nobles, having already delivered her message (see @UUID[JournalEntry.09lMEwBLsvX886dD.JournalEntryPage.i3XRucDuEhNmP03b]{Letter to Sir Kodar} and @UUID[JournalEntry.09lMEwBLsvX886dD.JournalEntryPage.DS1fVjBjyd08QoEq]{The Prophecy}). If she is one of the characters, Sir Shernath will speak to her first. <em>‘Ebasethe, I understand that you have a message for me.’ </em>He will take the message and read it carefully. He will ask <em>‘who broke the seal?’ </em>(It was the acting sheriff, if the player has forgotten.) He will then ask <em>‘Have you read this?’</em> while passing the message to the elderly woman sitting to his right.</p>\n<p>If Ryssi, or any of the characters admit to having read the message, he will ask, <em>‘so, what do you make of it?’</em> He will listen attentively to any reply, but will be noncommital about the message.</p>\n<p>‘<em>Melbrin Straken tells me that you are looking for work’</em>, Sir Shernath continues. He waits for a reply, hopefully in the affirmative. <em>‘Your names?’</em> Sir Shernath asks, he then waits for the characters to introduce themselves.</p>\n<p>Sir Shernath will question the characters about their backgrounds. If the pre-generated characters are being used, they will soon discover that Sir Shernath has a prodigious memory. While he does not know all of the characters, he knows a little about some of them.</p>\n<section class=\"highlight\">\n<p><strong>THE CHARACTERS</strong></p>\n<p>Sir Shernath’s knowledge of the characters is limited. He knows enough about three of the pregenerated characters to be able to address them directly.</p>\n<p><strong>Kalas of Delsin: </strong><em>‘Your kinsman served us here for several years. I had no complaints about him. Is he well?’</em></p>\n<p><strong>Lysha of Rakath: </strong><em>‘Clan Rakath serve the Lord of Yalen as his yeoman. Would that be your father? Does he approve of your chosen profession?’</em></p>\n<p><strong>Harlin of Kleve: </strong><em>‘You come from a clan of ostlers, do you not? Do you have guild status?’</em></p>\n<p>Sir Shernath does not know the other characters.</p>\n</section>\n<p>After a short conversation with the characters, in which he politely attempts to discover their competence, Sir Shernath will rub his chin thoughtfully, and will speak, slowly and deliberately <em>‘The Sheriff of Osel asked for our aid, which was given freely, despite his apparent disinterest in this hundred.’</em> (Sir Shernath waves the message from Ryssi as if to demonstrate this point, but does not expand on this remark. This is likely to puzzle anyone who has not read the prophecy.) <em>‘No doubt that you have seen the circus, you’ve certainly seen the circus master.’</em> He pauses,<em> ‘I will require a few guards to patrol the marketplace and fairground. I currently have very few to spare for this task.’</em></p>\n<p>Sir Shernath looks carefully at the characters. <em>‘I can offer employment for a tenday. After that, I will review the situation. If you excel at your duties, you will find that I always have work fo resourceful, competent, and discrete individuals.’</em></p>\n<p>Sir Shernath again pauses, <em>‘If you accept this offer, you will be in my service, you will be acting on my behalf. I will not countenance bullying or bribe taking. You will keep the peace in my demesne, no more, no less. Payment will be ten pence each, for the ten days work. In addition, you will be fed, and quartered, in my halls, you will report to the Melbrin, Straken.’</em> He nods towards the sergeant at arms, who has returned quietly to the hall and is standing behind the characters. <em>‘In extremis, you may report to my herald, Sir Jassyff Mazerony.’</em> He motions towards the gaunt, weatherbeaten man sitting to his left. <em>‘Do you accept these conditions?’</em></p>\n<p>Any questions the characters have about wages, food and lodging will be answered by Sir Jassyff, rather than Sir Shernath (see sidebar).</p>\n<p>Hopefully, the characters will accept Sir Shernath’s terms, for if they don’t this is likely to be a short scenario.</p>\n<p>Assuming that the players accept, they will be put to work immediately. Straken will take the players down to the small hall and issue them with a tabard (a short surcoat). It is of undyed linen and bears the constables crest, the helm &amp; thistle (see page 2). He will then issue their instructions. They are to relieve the village Beadle, Orbil of Arlia, who is currently keeping an eye on the circus folk.</p>\n<p>The characters will notice that Dorrin is no longer in the small hall, he has been replaced by a different guard. While they are reclaiming their weapons and adjusting their new tabards, a muddy, barefoot and bedraggled girl of about twelve years runs across across the drawbridge. Seeing Straken she slides to a stop, leaving a trail of mud behind her, and starts talking very quickly.</p>\n<p><em>‘Straken, Blackeye’s just found Felyss. I think she’s dead, you better come ‘n look.’</em></p>\n<p><em>‘Where?’</em> Asks Straken. <em>‘The grove,’ </em>she replies.</p>\n<p>Straken turns to the characters, <em>‘go with her, and keep your eyes open.’</em> Straken commands. <em>‘I’ll let Sir Jassyff know what’s happened. We’ll get there as soon as we can.’</em> (See @UUID[JournalEntry.09lMEwBLsvX886dD.JournalEntryPage.p1l74SksjeMWMvdg]{Yma the Goose Girl})</p>\n<section class=\"highlight\">\n<p><strong>NOTE</strong></p>\n<p>If the Peonian priestess Ryssi is not one of the player characters, Straken will ask the characters to take the priestess with them.</p>\n</section>\n<p>Straken then turns to the new guard. <em>‘Hellard, assemble the manus, then wait here for instructions,’</em> orders Straken. He then turns back to the girl. <em>‘Yma, you take these folks to see Felyss.’</em> The girl looks curiously at the characters, then shrugs. <em>‘Come on then,’</em> she says, and scampers back over the drawbridge.</p>\n<p>Once over the drawbridge Yma turns left and back on herself and half runs, half slides down the grass and into the moat. The water in the moat is about 18”deep and is very cold. Yma then wades under the drawbridge, across the brook, skirting the marsh and beckoning the characters to follow, leads the way into the trees on the opposite side of the Whittle Brook to the keep.</p>\n<table><caption>\n<p style=\"font-weight:bold\">Skill Roll: Jumping</p>\n<p style=\"text-align:left\">Each player may make a Jumping Roll to leap the brook. Jumping distance is based on character height. Because of the height advantage by taking a running jump from the wall, all of the pre-generated characters could make the jump across the brook.</p>\n</caption>\n<thead>\n<tr>\n<th style=\"width:5em\">Result</th>\n<th style=\"text-align:left\">Description</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"width:5em;text-align:center\">CF</td>\n<td>Face down in the water, covered in mud and soaked to the skin..</td>\n</tr>\n<tr>\n<td style=\"width:5em;text-align:center\">MF</td>\n<td>Lands in the water, feet and legs are wet.</td>\n</tr>\n<tr>\n<td style=\"width:5em;text-align:center\">MS</td>\n<td>Success, put hands down, to keep balance.</td>\n</tr>\n<tr>\n<td style=\"width:5em;text-align:center\">CS</td>\n<td>Perfect &amp; graceful landing.</td>\n</tr>\n</tbody>\n</table>\n<p>The Whittle Brook is some 12’ wide at the point where it runs past the keep. There is a stone wall running down from the mill to the moat. This wall stands about 6’ above the brook. It is retaining the castle field, from the stream. The wall is low next to the moat. Characters who don’t want to get their feet wet may want to try to jump the brook, or they may simply choose to go the long way round, over the bridge. The former will require a jump roll. The latter will result in a delay in catching up to Yma, it is almost 1000 feet longer than wading the brook.</p>\n<p>As she walks into the woods, Yma slows noticeably. If there is a female character, Yma will take her hand. As she slows down, Yma will whisper, <em>’she’s just in there.’</em> And will point into a large clearing in the woods.</p>",
        "format": 1
      },
      "_id": "bdKsJQGAXkMDvcwx",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 300000,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!In1njuaszlcNb9H3.bdKsJQGAXkMDvcwx"
    },
    {
      "name": "Scenario Information",
      "type": "text",
      "text": {
        "content": "<h2>Wages</h2>\n<p>Both yeomen and the mercenary (Kalas, Lysha and Ondren) know that the standard wage for a light footman is 24d per month. A penny a day is generous. asking for more will require some negotiation. Referees may require that a rhetoric roll be made. Whether by dice roll or role-play, the best offer the characters will get will be 12d for the ten days work plus a bonus of 3d each for exceptional service. They will be offered 3d in advance.</p>\n<h2>Food</h2>\n<p>There are three meals each day. Breakfast is soon after dawn, residents break their fast with bread and small (weak or watered) beer; plus butter and fruit in season, and in the winter months, oatmeal porridge. The main meal of the day is at, or before noon. It is being prepared while the characters are being interviewed. Servants will be beginning to set up tables and benches in the hall. Supper is a little before dusk.</p>\n<h2>Lodging</h2>\n<p>The characters will be given bunk beds in the bunkroom above the weaponcrafter’s workshop on a temporary basis. These are the quarters of the Light Horse Squadron, who may be away for several days. When the squadron return, the characters will be provided with straw pallets and will be sleep in the main hall with the servants.</p>\n<h2>The Coins</h2>\n<p>It is possible that the characters will decide not to tell anyone about the few silver pennies scattered around the murder scene. They may simply choose to keep them for themselves.</p>\n<p>If they tell Straken about the coins he will realise that foreign coins are a significant clue. If the characters don’t come up with the idea themselves, he will suggest that they speak to the two mercantylers in town, as they are the only locals with any likelihood of having foreign coins.</p>\n<p>If the characters do decide not to tell anyone about the coins, they may find themselves in trouble later, as Thardan coins are rare, and will become associated with the murder as investigations continue.</p>",
        "format": 1
      },
      "_id": "n5LEe9QmFBPGwlnW",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 100000,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!In1njuaszlcNb9H3.n5LEe9QmFBPGwlnW"
    }
  ],
  "flags": {},
  "_stats": {
    "systemId": "hm3",
    "systemVersion": "1.4.0",
    "coreVersion": "10.276",
    "createdTime": 1659200476748,
    "modifiedTime": 1659200476748,
    "lastModifiedBy": "y4rrosWqroRqTLhW"
  },
  "_id": "In1njuaszlcNb9H3",
  "ownership": {
    "default": 0,
    "y4rrosWqroRqTLhW": 3
  },
  "folder": null,
  "sort": 0,
  "_key": "!journal!In1njuaszlcNb9H3"
}
